Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: Look up interactions, explore a tolerance model, track your stock, and work out a solution's concentration.
es: Consulta interacciones, explora un modelo de tolerancia, controla tus existencias y calcula la concentración de una solución.
zh_hans: 查询相互作用、探索耐受模型、追踪库存，并计算溶液的浓度。
zh_hant: 查詢相互作用、探索耐受模型、追蹤庫存，並計算溶液的濃度。

source: low
es: baja
zh_hans: 低
zh_hant: 低

source: Low
es: Baja
zh_hans: 低
zh_hant: 低

source: Low confidence
es: Confianza baja
zh_hans: 低可信度
zh_hant: 低可信度

source: Low line
es: Línea inferior
zh_hans: 下参考线
zh_hant: 下參考線

source: Low mood after a stimulant is commonly reported. If it turns into thoughts of harming yourself, use the numbers in Get Help.
es: Se describe con frecuencia el ánimo bajo tras un estimulante. Si se convierte en pensamientos de hacerte daño, usa los números de Pedir ayuda.
zh_hans: 兴奋剂之后常有人情绪低落。如果它变成了伤害自己的念头，请使用“获取帮助”里的号码。
zh_hant: 興奮劑之後常有人情緒低落。如果它變成了傷害自己的念頭，請使用「取得協助」裡的號碼。

source: Low mood, fatigue and emotional sensitivity in the days after are commonly reported.
es: Se describen con frecuencia el ánimo bajo, la fatiga y la sensibilidad emocional en los días posteriores.
zh_hans: 之后几天常有人情绪低落、疲劳、情绪敏感。
zh_hant: 之後幾天常有人情緒低落、疲勞、情緒敏感。

source: Low Stock
es: Existencias bajas
zh_hans: 库存不足
zh_hant: 庫存不足

source: Low Stock Alerts
es: Alertas de existencias bajas
zh_hans: 低库存提醒
zh_hant: 低庫存提醒

source: Lower IC₅₀ / Kᵢ = more potent block.
es: Menor IC₅₀ / Kᵢ = bloqueo más potente.
zh_hans: IC₅₀／Kᵢ 越低 = 阻断作用越强。
zh_hant: IC₅₀／Kᵢ 越低 = 阻斷作用越強。

source: Lower Ki means tighter binding. Affinity below ~100 nM is usually considered high.
es: Un Ki menor significa una unión más fuerte. Una afinidad por debajo de ~100 nM suele considerarse alta.
zh_hans: Ki 越低表示结合越紧密。亲和力低于约 100 nM 通常被视为较高。
zh_hant: Ki 越低表示結合越緊密。親和力低於約 100 nM 通常被視為較高。

source: Lower strength
es: Reducir concentración
zh_hans: 降低浓度
zh_hant: 降低濃度

source: Lower volume
es: Reducir volumen
zh_hans: 减少容量
zh_hant: 減少容量

source: Lyophilized powder (vial)
es: Polvo liofilizado (vial)
zh_hans: 冻干粉（药瓶）
zh_hant: 凍乾粉（藥瓶）

source: M3G is morphine's major metabolite (~60% of the dose) and has no analgesic activity — at high concentrations it's neuroexcitatory, contributing to myoclonus and paradoxical pain increase rather than pain relief. It accumulates in renal impairment, which is why morphine dosing needs adjustment when kidneys are compromised.
es: El M3G es el metabolito principal de la morfina (~60% de la dosis) y no tiene actividad analgésica — a concentraciones altas es neuroexcitatorio, y contribuye al mioclono y a un aumento paradójico del dolor en lugar de aliviarlo. Se acumula en la insuficiencia renal, por lo que la dosificación de morfina requiere ajuste cuando los riñones están comprometidos.
zh_hans: M3G 是吗啡的主要代谢物（约占剂量的 60%），无镇痛活性——高浓度时具有神经兴奋性，导致肌阵挛和矛盾性疼痛加重而非缓解。它在肾功能损害时蓄积，这是肾功能不全时需要调整吗啡剂量的原因。
zh_hant: M3G 是嗎啡的主要代謝物（約佔劑量的 60%），無鎮痛活性——高濃度時具有神經興奮性，導致肌陣攣和矛盾性疼痛加重而非緩解。它在腎功能損害時蓄積，這是腎功能不全時需要調整嗎啡劑量的原因。

source: Machine-translated from FreeOD Wiki
es: Traducción automática de FreeOD Wiki
zh_hans: 由 FreeOD Wiki 机器翻译
zh_hant: 由 FreeOD Wiki 機器翻譯

source: Made by
es: Producido por
zh_hans: 生成酶
zh_hant: 生成酶

source: Make an encrypted backup whenever you're ready, from Tools.
es: Haz una copia de seguridad cifrada cuando quieras, desde Herramientas.
zh_hans: 准备好时，随时可以在“工具”中制作加密备份。
zh_hant: 準備好時，隨時可以在「工具」中製作加密備份。

source: Make it yours
es: Hazla tuya
zh_hans: 让它成为你的样子
zh_hant: 讓它成為你的樣子

source: Manage Meds…
es: Editar medicamentos…
zh_hans: 管理用药…
zh_hant: 管理用藥…

source: Manage source priority
es: Cambiar la prioridad de las fuentes
zh_hans: 管理来源优先级
zh_hant: 管理來源優先順序

source: Manual schedule
es: Horario manual
zh_hans: 手动方案
zh_hant: 手動方案

source: Many values come from animal or lab-dish studies. Human data is the most reliable — the source tag tells you which it is.
es: Muchos valores provienen de estudios en animales o in vitro. Los datos humanos son los más confiables — la etiqueta de fuente te dice de cuál se trata.
zh_hans: 许多数值来自动物或体外（培养皿）实验。人体数据最为可靠——来源标签会标明属于哪一种。
zh_hant: 許多數值來自動物或體外（培養皿）實驗。人體資料最為可靠——來源標籤會標明屬於哪一種。

source: MAOIs block the enzyme that clears serotonin, so the load builds instead of levelling off. Serotonin syndrome is the risk; MAOIs do not raise lithium levels.
es: Los IMAO bloquean la enzima que elimina la serotonina, así que la carga se acumula en vez de estabilizarse. El riesgo es el síndrome serotoninérgico; los IMAO no elevan los niveles de litio.
zh_hans: MAOI 阻断清除血清素的酶，因此负荷会不断累积而不是趋于平稳。风险是血清素综合征；MAOI 不会升高锂的血药浓度。
zh_hant: MAOI 阻斷清除血清素的酶，因此負荷會不斷累積而不是趨於平穩。風險是血清素症候群；MAOI 不會升高鋰的血藥濃度。

source: Markdown — notes with T+ offsets
es: Markdown — notas con marcas T+
zh_hans: Markdown——带 T+ 偏移的笔记
zh_hant: Markdown——帶 T+ 偏移的筆記

source: Marks the amount after this as a full supply, so the bar can show how full you are. Leave off if this isn't a full restock.
es: Marca la cantidad resultante como suministro completo, para que la barra muestre cuánto te queda. Déjalo desactivado si no es una reposición completa.
zh_hans: 将此操作后的数量标记为满量，进度条便能显示你的充足程度。如果这不是一次补满，请关闭。
zh_hant: 將此操作後的數量標記為滿量，進度條便能顯示你的充足程度。如果這不是一次補滿，請關閉。

source: max
es: máx
zh_hans: 最大
zh_hant: 最大

source: maximum concentration
es: concentración máxima
zh_hans: 最高血药浓度
zh_hant: 最高血藥濃度

source: May reduce hormonal birth-control efficacy
es: Puede reducir la eficacia de los anticonceptivos hormonales
zh_hans: 可能降低激素类避孕药的效果
zh_hant: 可能降低激素類避孕藥的效果

source: mCPP acts on serotonin in a different way than trazodone — it tends to feel activating or anxious rather than sedating, which is part of why trazodone's later hours can feel unlike its calm onset.
es: La mCPP actúa sobre la serotonina de una forma distinta a la trazodona — tiende a sentirse activadora o ansiógena en lugar de sedante, lo que explica en parte por qué las últimas horas de la trazodona pueden sentirse distintas de su inicio tranquilo.
zh_hans: mCPP 以不同于曲唑酮的方式作用于血清素——它倾向于产生激活感或焦虑感，而非镇静，这是曲唑酮后半段感受可能与平静的起效阶段不同的部分原因。
zh_hant: mCPP 以不同於曲唑酮的方式作用於血清素——它傾向於產生亢奮感或焦慮感，而非鎮靜，這是曲唑酮後半段感受可能與平靜的起效階段不同的部分原因。

source: MDA is an active drug of its own — more amphetamine-like and more hallucinogenic than MDMA, and longer-lived — so the later hours can feel qualitatively different from the peak.
es: La MDA es una sustancia activa por sí misma — más anfetamínica y más alucinógena que la MDMA, y de mayor duración — así que las últimas horas pueden sentirse cualitativamente distintas del pico.
zh_hans: MDA 本身就是一种活性药物——比 MDMA 更像苯丙胺、致幻性更强，也更持久——因此后段时间的体验在性质上会与高峰期不同。
zh_hant: MDA 本身就是一種活性藥物——比 MDMA 更像安非他命、致幻性更強，也更持久——因此後段時間的體驗在性質上會與高峰期不同。

source: MDMA releases serotonin in bulk and lithium adds to it, so serotonin syndrome is the main risk. Seizures are reported for lithium with classic psychedelics; MDMA has not been looked at the same way.
es: La MDMA libera serotonina en masa y el litio se suma a ello, así que el síndrome serotoninérgico es el riesgo principal. Se han descrito convulsiones con litio y psicodélicos clásicos; la MDMA no se ha estudiado de la misma manera.
zh_hans: MDMA 会大量释放血清素，锂在此之上再加一份，因此主要风险是血清素综合征。锂与经典迷幻剂合用有癫痫发作的报告；MDMA 没有被同样地研究过。
zh_hant: MDMA 會大量釋放血清素，鋰在此之上再加一份，因此主要風險是血清素症候群。鋰與經典迷幻劑合用有癲癇發作的報告；MDMA 沒有被同樣地研究過。

source: Measure
es: Medir
zh_hans: 测量
zh_hant: 測量

# Measured at %@× %@'s %@ — a lab measurement, not clinical potency.
source: Measured at %1$@× %2$@'s %3$@ — a lab measurement, not clinical potency.
es: Medido en %1$@× la %3$@ de %2$@ — una medición de laboratorio, no potencia clínica.
zh_hans: 测定值为 %2$@ %3$@的 %1$@ 倍——这是实验室测定值，并非临床效价。
zh_hant: 測定值為 %2$@ %3$@的 %1$@ 倍——這是實驗室測定值，並非臨床效價。

# Measured at %@× %@'s %@ at the %@ — a lab measurement, not clinical potency.
source: Measured at %1$@× %2$@'s %3$@ at the %4$@ — a lab measurement, not clinical potency.
es: Medido en %1$@× la %3$@ de %2$@ en el %4$@ — una medición de laboratorio, no potencia clínica.
zh_hans: 在%4$@上测定值为 %2$@ %3$@的 %1$@ 倍——这是实验室测定值，并非临床效价。
zh_hant: 在%4$@上測定值為 %2$@ %3$@的 %1$@ 倍——這是實驗室測定值，並非臨床效價。

source: Measured Interactions
es: Interacciones medidas
zh_hans: 实测相互作用
zh_hant: 實測交互作用

source: Measurement basis
es: Base de medición
zh_hans: 测量基准
zh_hant: 測量基準

source: Measures how tightly the drug grips the target (Ki). A smaller number means a tighter grip — under 100 nM is strong, over 1000 nM is weak.
es: Mide con qué fuerza el fármaco se aferra al objetivo (Ki). Un número menor significa un agarre más fuerte — menos de 100 nM es fuerte, más de 1000 nM es débil.
zh_hans: 衡量药物与靶点结合的紧密程度（Ki）。数值越小，结合越紧密——低于 100 nM 为强，高于 1000 nM 为弱。
zh_hant: 衡量藥物與靶點結合的緊密程度（Ki）。數值越小，結合越緊密——低於 100 nM 為強，高於 1000 nM 為弱。

source: Measures the dose needed to actually switch the target on or block it, rather than just stick to it. These run about 10× higher than binding, so the dots use a matching scale (under 1 µM strong, over 10 µM weak).
es: Mide la dosis necesaria para activar o bloquear realmente el objetivo, no solo adherirse a él. Estos valores son unas 10× mayores que los de unión, así que los puntos usan una escala acorde (menos de 1 µM fuerte, más de 10 µM débil).
zh_hans: 衡量真正激活或阻断靶点（而非仅仅附着其上）所需的剂量。其数值通常比结合亲和力高约 10 倍，因此圆点采用相应的刻度（低于 1 µM 为强，高于 10 µM 为弱）。
zh_hant: 衡量真正活化或阻斷靶點（而非僅僅附著其上）所需的劑量。其數值通常比結合親和力高約 10 倍，因此圓點採用相應的刻度（低於 1 µM 為強，高於 10 µM 為弱）。

source: Mechanism
es: Mecanismo
zh_hans: 作用机制
zh_hant: 作用機制

source: Mechanism and pharmacokinetics open on the page, receptor names in the Tolerance tool.
es: Mecanismo y farmacocinética abiertos en la página, nombres de receptores en la herramienta de Tolerancia.
zh_hans: 机制和药代动力学默认展开，耐受工具使用受体名称。
zh_hant: 機制和藥物動力學預設展開，耐受工具使用受體名稱。

source: mechanism of action
es: mecanismo de acción
zh_hans: 作用机制
zh_hant: 作用機制

source: Mechanism of Action
es: Mecanismo de acción
zh_hans: 作用机制
zh_hant: 作用機制

source: Med
es: Medicamento
zh_hans: 用药
zh_hant: 用藥

source: Med Reminders
es: Recordatorios de medicación
zh_hans: 用药提醒
zh_hant: 用藥提醒

source: Medications
es: Medicamentos
zh_hans: 用药
zh_hant: 用藥

source: Medium
es: Media
zh_hans: 中
zh_hant: 中

source: Medium confidence
es: Confianza media
zh_hans: 中等可信度
zh_hant: 中等可信度

source: Meds due
es: Medicamentos pendientes
zh_hans: 待服用药
zh_hant: 待服用藥

source: Meds Due
es: Medicamentos pendientes
zh_hans: 待服药物
zh_hant: 待服藥物

source: Meds, by class.
es: Medicamentos, por clase.
zh_hans: 药物，按类别。
zh_hant: 藥物，依類別。

source: Melatonin
es: Melatonina
zh_hans: 褪黑素
zh_hant: 褪黑素

source: Melting point
es: Punto de fusión
zh_hans: 熔点
zh_hant: 熔點

source: Memory
es: Memoria
zh_hans: 记忆
zh_hant: 記憶

source: Memory and coordination can stay impaired after the sedation lifts.
es: La memoria y la coordinación pueden seguir afectadas después de que pase la sedación.
zh_hans: 镇静感消退后，记忆和协调性仍可能受损。
zh_hant: 鎮靜感消退後，記憶和協調性仍可能受損。

source: Meprobamate is a long-lived, barbiturate-like sedative in its own right — it acts more like a classic downer than carisoprodol, and much of the sedation and the dependence potential come from it rather than the parent.
es: El meprobamato es por sí mismo un sedante de larga duración similar a los barbitúricos — actúa más como un depresor clásico que el carisoprodol, y gran parte de la sedación y del potencial de dependencia provienen de él y no del compuesto original.
zh_hans: 美普罗巴酯本身就是一种长效的类巴比妥镇静剂——它比卡立普多更像经典的镇静药物，大部分镇静作用和依赖潜力来自于它而非母体药物。
zh_hant: 美普羅巴酯本身就是一種長效的類巴比妥鎮靜劑——它比卡立普多更像經典的鎮靜藥物，大部分鎮靜作用和依賴潛力來自於它而非母體藥物。

source: Merge Backup
es: Fusionar copia
zh_hans: 合并备份
zh_hant: 合併備份

source: Merge Failed
es: Error al fusionar
zh_hans: 合并失败
zh_hant: 合併失敗

source: Merge keeps your current entries and adds the backup's. Replace deletes your current data first (a recovery snapshot is taken automatically) and restores only the backup.
es: Fusionar conserva tus registros actuales y agrega los de la copia. Reemplazar borra primero tus datos actuales (se toma una instantánea de recuperación automáticamente) y restaura solo la copia.
zh_hans: 合并会保留你当前的记录并加入备份中的记录。替换会先删除你当前的数据（系统会自动创建可恢复的快照），然后仅恢复备份内容。
zh_hant: 合併會保留你目前的記錄並加入備份中的記錄。取代會先刪除你目前的資料（系統會自動建立可還原的快照），然後僅還原備份內容。

source: Merge With Current Data
es: Fusionar con los datos actuales
zh_hans: 与当前数据合并
zh_hant: 與目前資料合併

source: Merge with Previous
es: Fusionar con la anterior
zh_hans: 与上一段合并
zh_hant: 與上一段合併

source: Metabolism
es: Metabolismo
zh_hans: 代谢
zh_hant: 代謝

source: Metabolism Interactions
es: Interacciones metabólicas
zh_hans: 代谢相互作用
zh_hant: 代謝交互作用

source: Metabolite of the above
es: Metabolito del anterior
zh_hans: 上一项的代谢产物
zh_hant: 上一項的代謝產物

source: Methadone
es: Metadona
zh_hans: 美沙酮
zh_hant: 美沙酮

source: Methadone's half-life is long and variable, and its effect on breathing peaks later than its pain relief. CDC publishes a single population factor for it; Piru shows no figure.
es: La vida media de la metadona es larga y variable, y su efecto sobre la respiración alcanza el pico más tarde que su alivio del dolor. El CDC publica un único factor poblacional para ella; Piru no muestra ninguna cifra.
zh_hans: 美沙酮的半衰期长且变异大，它对呼吸的作用峰值晚于镇痛的峰值。CDC 只为它发布了一个群体换算系数；Piru 不显示数值。
zh_hant: 美沙冬的半衰期長且變異大，它對呼吸的作用峰值晚於止痛的峰值。CDC 只為它發布了一個族群換算係數；Piru 不顯示數值。

source: Methylphenidate and alcohol together form ethylphenidate — an active stimulant your body makes only while both are present. It leans more on dopamine and lingers a little longer than methylphenidate, so the stimulant effect is drawn out.
es: El metilfenidato y el alcohol juntos forman etilfenidato — un estimulante activo que tu cuerpo produce solo mientras ambos están presentes. Se apoya más en la dopamina y persiste un poco más que el metilfenidato, así que el efecto estimulante se prolonga.
zh_hans: 哌甲酯与酒精同用会生成乙苯哌酯，一种只在两者同时存在时体内才产生的活性兴奋剂。它更偏向多巴胺，且比哌甲酯稍持久，因此兴奋效应被拉长。
zh_hant: 哌甲酯與酒精同用會生成乙苯哌酯，一種只在兩者同時存在時體內才產生的活性興奮劑。它更偏向多巴胺，且比哌甲酯稍持久，因此興奮效應被拉長。

source: mg diazepam-eq
es: mg eq. diazepam
zh_hans: mg 地西泮当量
zh_hant: mg 地西泮當量

source: Mild
es: Leve
zh_hans: 轻微
zh_hant: 輕微

source: Milestones
es: Hitos
zh_hans: 里程碑
zh_hant: 里程碑

source: min
es: mín
zh_hans: 最小
zh_hant: 最小

source: Mind & Cognition
es: Mente y cognición
zh_hans: 精神与认知
zh_hant: 精神與認知

source: Minimal
es: Minimalista
zh_hans: 简约
zh_hant: 簡約

source: Minor
es: Menor
zh_hans: 影响轻微
zh_hant: 影響輕微

source: Minor / off-targets
es: Menores / fuera del objetivo
zh_hans: 次要／脱靶
zh_hant: 次要／脫靶

source: minutes
es: minutos
zh_hans: 分钟
zh_hant: 分鐘

source: Minutes
es: Minutos
zh_hans: 分钟
zh_hant: 分鐘

source: Minutes for each phase. Leave a phase blank to skip it; the timeline will interpolate from what you provide.
es: Minutos de cada fase. Deja una fase en blanco para omitirla; la línea de tiempo interpolará a partir de lo que indiques.
zh_hans: 每个阶段的分钟数。留空可跳过；时间轴会根据你提供的数据进行插值。
zh_hant: 每個階段的分鐘數。留空可跳過；時間軸會根據你提供的資料進行插值。

source: Mixed (releaser / blocker)
es: Mixto (liberador / bloqueador)
zh_hans: 混合型（释放剂／抑制剂）
zh_hant: 混合型（釋放劑／抑制劑）

source: mixed species
es: especies mixtas
zh_hans: 混合物种
zh_hant: 混合物種

source: Mixing adds risk.
es: Mezclar aumenta el riesgo.
zh_hans: 混用增加风险。
zh_hant: 混用增加風險。

source: Modafinil
es: Modafinilo
zh_hans: 莫达非尼
zh_hant: 莫達非尼

source: Mode
es: Modo
zh_hans: 模式
zh_hant: 模式

source: Model a fixed dose schedule's plateau
es: Modelar la meseta de un esquema de dosis fijo
zh_hans: 模拟固定给药方案的平台期
zh_hant: 模擬固定給藥方案的平台期

source: Model a single dose's decay over time
es: Modelar el decaimiento de una dosis única con el tiempo
zh_hans: 模拟单次剂量随时间的衰减
zh_hant: 模擬單次劑量隨時間的衰減

source: Model boundary
es: Límite del modelo
zh_hans: 模型边界
zh_hant: 模型邊界

source: Model estimates from population half-lives and your logged doses — individual clearance varies. Intensity is relative to each dose's own peak. Not medical advice.
es: Estimaciones del modelo a partir de vidas medias poblacionales y tus dosis registradas — la eliminación individual varía. La intensidad es relativa al pico de cada dosis. No es consejo médico.
zh_hans: 基于群体半衰期与你记录的剂量的模型估算——个体清除速度各异。强度相对于每次剂量自身的峰值。不构成医疗建议。
zh_hant: 基於群體半衰期與你記錄的劑量的模型估算——個體清除速度各異。強度相對於每次劑量自身的峰值。不構成醫療建議。

source: Model estimates, not measurements of your response.
es: Estimaciones del modelo, no mediciones de tu respuesta.
zh_hans: 模型估计，并非对你实际反应的测量。
zh_hant: 模型估計，並非對你實際反應的測量。

source: Model near zero
es: Modelo cerca de cero
zh_hans: 模型接近零
zh_hant: 模型接近零

source: Model reaches zero
es: El modelo llega a cero
zh_hans: 模型归零
zh_hant: 模型歸零

source: Modeled
es: Modelado
zh_hans: 模型推算
zh_hant: 模型推算

source: Modeled as active
es: Activa según el modelo
zh_hans: 模型估计仍在起效
zh_hant: 模型估計仍在起效

source: Modeled as Active
es: Activa según el modelo
zh_hans: 模型估计仍在起效
zh_hant: 模型估計仍在起效

source: Modeled combined load across your logged GABAergics, relative to your recent peak.
es: Carga combinada modelada de los GABAérgicos que has registrado, relativa a tu pico reciente.
zh_hans: 你记录的 GABA 能物质的模型推算合并负荷，相对于你近期的峰值。
zh_hant: 你記錄的 GABA 能物質的模型推算合併負荷，相對於你近期的峰值。

source: Modeled combined load across your logged GABAergics, relative to your recent peak. Alcohol is included; it loads the receptor at a different site.
es: Carga combinada modelada de los GABAérgicos que has registrado, relativa a tu pico reciente. El alcohol está incluido; carga el receptor en un sitio distinto.
zh_hans: 你记录的 GABA 能物质的模型推算合并负荷，相对于你近期的峰值。酒精也计入其中；它作用于受体的另一个位点。
zh_hant: 你記錄的 GABA 能物質的模型推算合併負荷，相對於你近期的峰值。酒精也計入其中；它作用於受體的另一個位點。

source: Modeled combined load relative to your recent peak, about %lld percent now.
es: Carga combinada modelada relativa a tu pico reciente, ahora alrededor del %lld por ciento.
zh_hans: 相对于你近期峰值的模型推算合并负荷，现在约为百分之 %lld。
zh_hant: 相對於你近期峰值的模型推算合併負荷，目前約為百分之 %lld。

source: Modeled effects end ~%@
es: Efectos modelados terminan ~%@
zh_hans: 模型估计效果结束于约 %@
zh_hant: 模型估計效果結束於約 %@

source: Modeled effects end ~%@ — after most bedtimes.
es: Los efectos modelados terminan ~%@ — después de la hora de dormir de la mayoría.
zh_hans: 模型估计效果结束于约 %@——晚于大多数人的就寝时间。
zh_hant: 模型估計效果結束於約 %@——晚於大多數人的就寢時間。

source: Modeled from pharmacology
es: Modelado a partir de la farmacología
zh_hans: 基于药理学建模
zh_hant: 基於藥理學建模

source: Modeled from receptor occupancy · %@.
es: Modelado a partir de la ocupación de receptores · %@.
zh_hans: 由受体占有率模型推算 · %@。
zh_hant: 由受體佔有率模型推算 · %@。

source: modeled in body
es: modelado en el cuerpo
zh_hans: 模型估计体内含量
zh_hant: 模型估計體內含量

source: Modeled level over time
es: Nivel modelado a lo largo del tiempo
zh_hans: 模型估计水平随时间变化
zh_hant: 模型估計水平隨時間變化

source: Modeled Levels
es: Niveles modelados
zh_hans: 模型估计水平
zh_hant: 模型估計水平

source: Modeled levels over time
es: Niveles modelados a lo largo del tiempo
zh_hans: 模型估计水平随时间变化
zh_hant: 模型估計水平隨時間變化

source: Modeled receptor load
es: Carga de receptores modelada
zh_hans: 模型推算受体负荷
zh_hant: 模型推算受體負荷

source: Modeled tolerance
es: Tolerancia modelada
zh_hans: 模型推算耐受
zh_hant: 模型推算耐受

source: Modeled Tolerance
es: Tolerancia modelada
zh_hans: 模型推算耐受
zh_hant: 模型推算耐受

source: Modeled Tolerance & Receptors
es: Tolerancia modelada y receptores
zh_hans: 模型推算耐受与受体
zh_hant: 模型推算耐受與受體

source: Modeled tolerance by mechanism
es: Tolerancia modelada por mecanismo
zh_hans: 按机制分的模型推算耐受
zh_hant: 按機制分的模型推算耐受

source: Modeled tolerance over time
es: Tolerancia modelada a lo largo del tiempo
zh_hans: 模型推算耐受随时间的变化
zh_hant: 模型推算耐受隨時間的變化

source: Moderate
es: Moderada
zh_hans: 中等
zh_hant: 中等

source: moderate swing
es: oscilación moderada
zh_hans: 中等波动
zh_hant: 中等波動

source: Modulates airway function through mechanisms including bronchodilation via β2-adrenergic agonism or anticholinergic blockade, anti-inflammatory effects from corticosteroids, mast cell stabilization, or leukotriene receptor antagonism.
es: Modula la función de las vías respiratorias mediante mecanismos como la broncodilatación por agonismo β2-adrenérgico o bloqueo anticolinérgico, los efectos antiinflamatorios de los corticosteroides, la estabilización de mastocitos o el antagonismo de los receptores de leucotrienos.
zh_hans: 通过 β2-肾上腺素激动或抗胆碱阻断引起的支气管扩张、皮质激素的抗炎效应、肥大细胞稳定或白三烯受体拮抗等机制调节气道功能。
zh_hant: 透過 β2-腎上腺素促效或抗膽鹼阻斷引起的支氣管擴張、皮質激素的抗炎效應、肥大細胞穩定或白三烯受體拮抗等機制調節氣道功能。

source: Modulates cardiovascular function through mechanisms including adrenergic receptor blockade, calcium channel inhibition, renin-angiotensin system modulation, or direct vasodilation. The specific mechanism depends on the drug class.
es: Modula la función cardiovascular mediante mecanismos como el bloqueo de receptores adrenérgicos, la inhibición de canales de calcio, la modulación del sistema renina-angiotensina o la vasodilatación directa. El mecanismo específico depende de la clase del fármaco.
zh_hans: 通过肾上腺素受体阻断、钙通道抑制、肾素-血管紧张素系统调节或直接血管扩张等机制调节心血管功能。具体机制取决于药物类别。
zh_hant: 透過腎上腺素受體阻斷、鈣通道抑制、腎素-血管收縮素系統調節或直接血管擴張等機制調節心血管功能。具體機制取決於藥物類別。

source: Modulates digestive function through mechanisms such as acid secretion inhibition, motility modulation, mucosal protection, or neurotransmitter receptor interactions in the enteric nervous system.
es: Modula la función digestiva mediante mecanismos como la inhibición de la secreción ácida, la modulación de la motilidad, la protección de la mucosa o interacciones con receptores de neurotransmisores en el sistema nervioso entérico.
zh_hans: 通过酸分泌抑制、动力调节、黏膜保护或肠神经系统中的神经递质受体相互作用等机制调节消化功能。
zh_hant: 透過酸分泌抑制、動力調節、黏膜保護或腸神經系統中的神經傳導物質受體相互作用等機制調節消化功能。

source: Modulates hormonal signaling through receptor agonism or antagonism, enzyme inhibition affecting hormone synthesis or metabolism, or direct hormone replacement. Interacts with the hypothalamic-pituitary-endocrine axes.
es: Modula la señalización hormonal mediante agonismo o antagonismo de receptores, inhibición enzimática que afecta a la síntesis o el metabolismo hormonal, o reemplazo hormonal directo. Interactúa con los ejes hipotálamo-hipófisis-endocrinos.
zh_hans: 通过受体激动或拮抗、影响激素合成或代谢的酶抑制，或直接激素替代来调节激素信号。与下丘脑-垂体-内分泌轴相互作用。
zh_hant: 透過受體促效或拮抗、影響激素合成或代謝的酶抑制，或直接激素替代來調節激素訊號。與下丘腦-腦垂體-內分泌軸相互作用。

source: Modulates immune system function through mechanisms such as inhibition of inflammatory cytokine production, suppression of T-cell or B-cell activation, complement system modulation, or targeted inhibition of specific immune pathways.
es: Modula la función del sistema inmunitario mediante mecanismos como la inhibición de la producción de citocinas inflamatorias, la supresión de la activación de linfocitos T o B, la modulación del sistema del complemento o la inhibición dirigida de vías inmunitarias específicas.
zh_hans: 通过抑制炎症细胞因子产生、抑制 T 细胞或 B 细胞激活、补体系统调节或对特定免疫通路的靶向抑制等机制调节免疫系统功能。
zh_hant: 透過抑制發炎細胞因子產生、抑制 T 細胞或 B 細胞活化、補體系統調節或對特定免疫通路的靶向抑制等機制調節免疫系統功能。

source: Modulates monoamine neurotransmitter systems (serotonin, norepinephrine, and/or dopamine) through various mechanisms including reuptake inhibition, enzyme inhibition, or receptor modulation. The specific mechanism depends on the drug class. Therapeutic effects typically develop over 2–6 weeks.
es: Modula los sistemas de neurotransmisores monoaminérgicos (serotonina, noradrenalina y/o dopamina) mediante diversos mecanismos, como la inhibición de la recaptación, la inhibición enzimática o la modulación de receptores. El mecanismo específico depende de la clase del fármaco. Los efectos terapéuticos suelen desarrollarse en 2–6 semanas.
zh_hans: 通过再摄取抑制、酶抑制或受体调节等多种机制调节单胺神经递质系统（血清素、去甲肾上腺素和/或多巴胺）。具体机制取决于药物类别。治疗效应通常在 2–6 周内显现。
zh_hant: 透過再攝取抑制、酶抑制或受體調節等多種機制調節單胺神經傳導物質系統（血清素、正腎上腺素和/或多巴胺）。具體機制取決於藥物類別。治療效應通常在 2–6 週內顯現。

source: Modulator
es: Modulador
zh_hans: 调节剂
zh_hant: 調節劑

source: Molar mass
es: Masa molar
zh_hans: 摩尔质量
zh_hant: 莫耳質量

source: Molecular structure
es: Estructura molecular
zh_hans: 分子结构
zh_hant: 分子結構

source: Molecule for molecule, %1$@ is about %2$@× as strong as %3$@ — but how much of a dose converts isn't recorded here.
es: Molécula por molécula, %@ tiene unas %@× la potencia de %@ — pero aquí no consta cuánto de una dosis se convierte.
zh_hans: 按分子计，%1$@ 的强度约为 %3$@ 的 %2$@ 倍——但一次剂量中有多少会转化，此处尚无记录。
zh_hant: 按分子計，%1$@ 的強度約為 %3$@ 的 %2$@ 倍——但一次劑量中有多少會轉化，此處尚無記錄。
